addLiveTour(
  "浦島坂田船",
  "2025",
  "【速報】しまさかでバースデーイベントやるってよwww >>9 Last Phrase",
  [
{
  date: "12月1日",
  place: "兵庫・アクリエひめじ 大ホール",
  songs: [

  ]
},
{
  date: "12月5日",
  place: "埼玉・大宮ソニックシティ 大ホール",
  songs: [

  ]
},
{
  date: "12月7日",
  place: "石川・本多の森 北電ホール",
  songs: [

  ]
},
{
  date: "12月9日",
  place: "宮城・仙台サンプラザホール",
  songs: [

  ]
},
{
  date: "12月12日",
  place: "福岡・久留米シティプラザ ザ・グランドホール",
  songs: [

  ]
},
{
  date: "12月14日",
  place: "大阪・グランキューブ大阪",
  songs: [

  ]
},
{
  date: "12月16日",
  place: "愛知・Niterra日本特殊陶業市民会館フォレストホール",
  songs: [

  ]
},
{
  date: "12月21日",
  place: "東京・東京ガーデンシアター",
  songs: [
["ガチ恋者達に捧ぐバラッド ～キミが笑えば地球も回る～","となりの坂田。","ガチコイシャタチニササグバラッドキミガワラエバチキュウモマワル"],
["シャララ","となりの坂田。","シャララ"],
["溺愛","となりの坂田。","デキアイ"],
["PAPER MOON","となりの坂田。","ペーパームーン"],
["コールボーイ","となりの坂田。","コールボーイ"],
["虎視眈々","となりの坂田。","コシタンタン"],
["脳内シェイカー","となりの坂田。","ノウナイシェイカー"],
["ワールズエンド・ダンスホール(rock arrange ver.)","となりの坂田。","ワールズエンドダンスホールロックアレンジバージョン"],
["夜は眠れるかい？","となりの坂田。","ヨルハネムレルカイ"],
["ムラサキ","となりの坂田。","ムラサキ"],
["ジロティナブル","となりの坂田。","ジロティナブル"],
["Datency","となりの坂田。","デイテンシー"],
["乱×銃","となりの坂田。","ランジュウ"],
["Pink","となりの坂田。","ピンク"],
["ZEAL","となりの坂田。","ジール"],
["独断","となりの坂田。","ドクダン"],
["女々しくて","となりの坂田。","メメシクテ"],
["CRAZY BUNNY!!","となりの坂田。","クレイジーバニー"],
["ずっとずっと。","となりの坂田。","ズットズット"],
["ラストフレーズ","となりの坂田。","ラストフレーズ"],
["RED","となりの坂田。","レッド"],
["愛してもいいかい？","となりの坂田。","アイシテモイイカイ"],
["未完成ユートピア","となりの坂田。","ミカンセイユートピア"],
  ]
    }
  ]
);






addLiveTour(
  "浦島坂田船",
  "2024",
  "【速報】しまさかでバースデーイベントやるってよwww >>8 Missa",
  [
{
  date: "12月1日",
  place: "宮城・東京エレクトロンホール宮城",
  songs: [

  ]
},
{
  date: "12月4日",
  place: "愛知・名古屋国際会議場センチュリーホール",
  songs: [

  ]
},
{
  date: "12月5日",
  place: "大阪・フェニーチェ堺",
  songs: [

  ]
},
{
  date: "12月8日",
  place: "東京・東京ガーデンシアター",
  songs: [
["ジロティナブル","となりの坂田。","ジロティナブル"],
["ヒバナ","となりの坂田。","ヒバナ"],
["It's...Our Life?","となりの坂田。","イッツアワーライフ"],
["神っぽいな","となりの坂田。","カミッポイナ"],
["ウィキアリティ","となりの坂田。","ウィキアリティ"],
["ワールズエンド・ダンスホール","となりの坂田。","ワールズエンドダンスホール"],
["イドラのサーカス","となりの坂田。","イドラノサーカス"],
["ラストフレーズ","となりの坂田。","ラストフレーズ"],
["モエチャッカファイア","となりの坂田。","モエチャッカファイア"],
["プロポーズ","となりの坂田。","プロポーズ"],
["未完成ユートピア","となりの坂田。","ミカンセイユートピア"],
["二息歩行（Reloaded）","となりの坂田。","ニソクホコウリローデッド"],
["CRAZY BUNNY！！","となりの坂田。","クレイジーバニー"],
["ダンサブリミア","となりの坂田。","ダンサブリミア"],
["シャララ","となりの坂田。","シャララ"],
["無駄≠無駄","となりの坂田。","ムダムダ"],
["曇天","となりの坂田。","ドンテン"],
["RED","となりの坂田。","レッド"],
["My Sweet Prisoner","となりの坂田。","マイスイートプリズナー"],
["Black Knight","となりの坂田。","ブラックナイト"],
["乱×銃","となりの坂田。","ランジュウ"],
  ]
},
{
  date: "12月11日",
  place: "兵庫・神戸国際会館こくさいホール",
  songs: [

  ]
},
{
  date: "12月13日",
  place: "福岡・北九州ソレイユホール",
  songs: [

  ]
    }
  ]
);













addLiveTour(
  "しまさか",
  "2023",
  "【速報】しまさかでバースデーイベントやるってよwww >>7 DeePrison",
  [
{
  date: "12月1日",
  place: "東京・東京国際フォーラム ホールA",
  songs: [

  ]
},
{
  date: "12月5日",
  place: "大阪・Zepp Namba(OSAKA)",
  songs: [

  ]
},
{
  date: "12月6日",
  place: "愛知・Zepp Nagoya",
  songs: [

  ]
},
{
  date: "12月8日",
  place: "福岡・北九州ソレイユホール",
  songs: [

  ]
},
{
  date: "12月16日",
  place: "宮城・仙台サンプラザホール",
  songs: [

  ]
    }
  ]
);






addLiveTour(
  "しまさか",
  "2022",
  "【速報】しまさかでバースデーイベントやるってよwww >>6 FAKEOUT",
  [
{
  date: "12月1日",
  place: "大阪・Zepp Namba(OSAKA)",
  songs: [

  ]
},
{
  date: "12月2日",
  place: "福岡・Zepp Fukuoka",
  songs: [

  ]
},
{
  date: "12月5日",
  place: "東京・Zepp DiverCity(TOKYO)",
  songs: [

  ]
},
{
  date: "12月8日",
  place: "愛知・Zepp Nagoya",
  songs: [

  ]
},
{
  date: "12月11日",
  place: "宮城・SENDAI GIGS",
  songs: [

  ]
    }
  ]
);







addLiveTour(
  "しまさか",
  "2021",
  "【速報】しまさかでバースデーイベントやるってよwww >>5 ～Bloody Holy Night～",
  [
{
  date: "12月1日",
  place: "神奈川・KT Zepp Yokohama",
  songs: [

  ]
},
{
  date: "12月3日",
  place: "愛知・Zepp Nagoya",
  songs: [

  ]
},
{
  date: "12月5日",
  place: "大阪・Zepp Namba(OSAKA)",
  songs: [

  ]
},
{
  date: "12月9日",
  place: "東京・Zepp Tokyo",
  songs: [

  ]
    }
  ]
);





addLiveTour(
  "しまさか",
  "2019",
  "【速報】しまさかでバースデーイベントやるってよwww >>4 ～百年戦争 Live or die～",
  [
{
  date: "12月1日",
  place: "大阪・Zepp Osaka Bayside",
  songs: [

  ]
},
{
  date: "12月5日",
  place: "東京・Zepp Tokyo",
  songs: [

  ]
},
{
  date: "12月7日",
  place: "宮城・SENDAI GIGS",
  songs: [

  ]
},
{
  date: "12月15日",
  place: "北海道・Zepp Sapporo",
  songs: [

  ]
    }
  ]
);



addLiveTour(
  "しまさか",
  "2018",
  "【速報】しまさかでバースデーイベントやるってよwww >>3 ～The Last Supper of HEISEI～",
  [
{
  date: "12月1日",
  place: "大阪・Zepp Osaka Bayside",
  songs: [

  ]
},
{
  date: "12月2日",
  place: "東京・ZeppTokyo",
  songs: [

  ]
},
{
  date: "12月8日",
  place: "東京・チームスマイル・豊洲PIT",
  songs: [

  ]
    }
  ]
);






addLiveTour(
  "しまさか",
  "2017",
  "【速報】しまさかでバースデーイベントやるってよwww >>2 ～今年は東京からの大阪らしい～",
  [
{
  date: "12月2日",
  place: "東京・Zepp DiverCity(TOKYOI)",
  songs: [

  ]
},
{
  date: "12月3日",
  place: "大阪・Zepp Osaka Bayside",
  songs: [

  ]
    }
  ]
);





addLiveTour(
  "しまさか",
  "2016",
  "しまさかでバースデーイベントやるってよwww",
  [
{
  date: "12月18日",
  place: "京都・京都FANJ",
  songs: [

  ]
    }
  ]
);
