addLiveTour(
  "志麻",
  "2026",
  "SHIMA LIVE TOUR 2026 色なき国のアリス ～Alice in colorless wonderland～",
  [
{
  date: "5月8日",
  place: "愛知・Niterra日本特殊陶業市民会館フォレストホール",
  songs: [

  ]
},
{
  date: "5月10日",
  place: "高知・新来島高知重工ホール オレンジホール(高知県立県民文化ホール)",
  songs: [

  ]
},
{
  date: "5月24日",
  place: "大阪・グランキューブ大阪",
  songs: [

  ]
},
{
  date: "5月29日",
  place: "宮城・東京エレクトロンホール宮城",
  songs: [

  ]
},
{
  date: "5月31日",
  place: "神奈川・パシフィコ横浜 国立大ホール",
  songs: [
["Alice of Nothing", "志麻", "アリスオブナッシング"],
["禁断少女プラスA", "志麻", "キンダンショウジョプラスエー"],
["レーヴ", "志麻", "レーヴ"],
["最適解", "志麻", "サイテキカイ"],
["DA DA DICE", "志麻", "ダダダイス"],
["Run Rabbit Run", "志麻", "ランラビットラン"],
["The Last Croquet", "志麻", "ザラストクロッケー"],
["ウィキアリティ", "志麻", "ウィキアリティ"],
["bouquet", "志麻", "ブーケ"],
["Mermaid", "志麻", "マーメイド"],
["MAZE", "志麻", "メイズ"],
["お茶会はワンダーランドdeドリーム", "志麻", "オチャカイハワンダーランドデドリーム"],
["FEATURE COLORS", "志麻", "フィーチャーカラーズ"],
["Killer Killer My Love", "志麻", "キラーキラーマイラブ"],
["志季咲きの花", "志麻", "シキサキノハナ"],
["ダスティピンク", "志麻", "ダスティピンク"],
["No.17", "志麻", "ナンバージュウナナ"],
["Not a dream", "志麻", "ノットアドリーム"],
["アロハ！サマーバケーション", "志麻", "アロハサマーバケーション"],
["believe", "志麻", "ビリーブ"],
["愛してもいいかい？", "志麻", "アイシテモイイカイ"],
  ]
    }
  ]
);



addLiveTour(
  "志麻",
  "2025",
  "SHIMA LIVE TOUR 2025 -shiki-",
  [
{
  date: "5月3日",
  place: "愛知・Zepp Nagoya",
  songs: [

  ]
},
{
  date: "5月5日",
  place: "大阪・Zepp Osaka Bayside",
  songs: [

  ]
},
{
  date: "5月6日",
  place: "福岡・Zepp Fukuoka",
  songs: [

  ]
},
{
  date: "5月10日",
  place: "宮城・SENDAI GIGS",
  songs: [

  ]
},
{
  date: "5月18日",
  place: "東京・Zepp Haneda（TOKYO）",
  songs: [
["紫雲の翼","志麻","シウンノツバサ"],
["天樂 -双響-","志麻","テンガクソウキョウ"],
["吉原ラメント","志麻","ヨシワララメント"],
["アロハ！サマーバケーション","志麻","アロハサマーバケーション"],
["Killer Killer My Love","志麻","キラーキラーマイラブ"],
["CRAZY BUNNY!!","志麻","クレイジーバニー"],
["ウィーアー！","志麻","ウィーアー"],
["No.17","志麻","ナンバージュウナナ"],
["十六夜ナイトフィーバー","志麻","イザヨイナイトフィーバー"],
["セニシエンタ","志麻","セニシエンタ"],
["千日紅","志麻","センニチコウ"],
["イエスタデイはトゥモローを歌わない","志麻","イエスタデイハトゥモローヲウタワナイ"],
["ショパンと氷の白鍵","志麻","ショパントコオリノハッケン"],
["DA DA DICE","志麻","ダダダイス"],
["Violet Thunder","志麻","バイオレットサンダー"],
["spill","志麻","スピル"],
["乱×銃","志麻","ランジュウ"],
["桜ノ雨","志麻","サクラノアメ"],
["志季咲きの花","志麻","シキサキノハナ"],
["学園天国","志麻","ガクエンテンゴク"],
["愛してもいいかい？","志麻","アイシテモイイカイ"],
  ]
},
{
  date: "5月25日",
  place: "高知・高知県立県民文化ホール オレンジホール",
  songs: [

  ]
    }
  ]
);




addLiveTour(
  "志麻",
  "2024",
  "SHIMA LIVE TOUR 2024 -star!-",
  [
{
  date: "5月5日",
  place: "大阪・Zepp Osaka Bayside",
  songs: [

  ]
},
{
  date: "5月6日",
  place: "福岡・Zepp Fukuoka",
  songs: [

  ]
},
{
  date: "5月18日",
  place: "愛知・Zepp Nagoya",
  songs: [

  ]
},
{
  date: "5月26日",
  place: "東京・Zepp Haneda（TOKYO）",
  songs: [
["ホシアイ","浦島坂田船","ホシアイ"],
["キミノヨゾラ哨戒班","浦島坂田船","キミノヨゾラショウカイハン"],
["空空漠漠","浦島坂田船","クウクウバクバク"],
["回る空うさぎ (Piano Arrange)","浦島坂田船","マワルソラウサギピアノアレンジ"],
["Lights in Blizzard","浦島坂田船","ライツインブリザード"],
["ZEAL","浦島坂田船","ジール"],
["FIREFIRE","浦島坂田船","ファイアファイア"],
["cigar≠kiss","浦島坂田船","シガーキス"],
["ウィキアリティ","浦島坂田船","ウィキアリティ"],
["スターサイン","浦島坂田船","スターサイン"],
["悪女","浦島坂田船","アクジョ"],
["Violet Thunder","浦島坂田船","バイオレットサンダー"],
["notebook love","浦島坂田船","ノートブックラブ"],
["永遠のシナリオ","浦島坂田船","エイエンノシナリオ"],
["No.17","浦島坂田船","ナンバージュウナナ"],
["Magiない♡カリグラフィック","浦島坂田船","マジナイカリグラフィック"],
["CRAZY BUNNY!!","浦島坂田船","クレイジーバニー"],
["ロストワンの号哭","浦島坂田船","ロストワンノゴウコク"],
["さよならグッバイ","浦島坂田船","サヨナラグッバイ"],
["0光年先の星","浦島坂田船","ゼロコウネンサキノホシ"],
["天体観測","浦島坂田船","テンタイカンソク"],
["ニバンボシ","浦島坂田船","ニバンボシ"],
["愛してもいいかい？","浦島坂田船","アイシテモイイカイ"],
  ]
    }
  ]
);





addLiveTour(
  "志麻",
  "2023",
  "SHIMA LIVE TOUR 2023 ～Violet～",
  [
{
  date: "5月5日",
  place: "大阪・Zepp Osaka Bayside",
  songs: [

  ]
},
{
  date: "5月6日",
  place: "愛知・Zepp Nagoya",
  songs: [

  ]
},
{
  date: "5月11日",
  place: "宮城・SENDAI GIGS",
  songs: [

  ]
},
{
  date: "5月14日",
  place: "東京・Zepp Haneda(TOKYO)",
  songs: [
["ZEAL","浦島坂田船","ジール"],
["東京テディベア","浦島坂田船","トウキョウテディベア"],
["快刀乱麻!!","浦島坂田船","カイトウランマ"],
["十六夜ナイトフィーバー","浦島坂田船","イザヨイナイトフィーバー"],
["FEATURE COLORS","浦島坂田船","フィーチャーカラーズ"],
["君の手","浦島坂田船","キミノテ"],
["FIREFIRE","浦島坂田船","ファイアファイア"],
["ウィキアリティ","浦島坂田船","ウィキアリティ"],
["Violet Thunder","浦島坂田船","バイオレットサンダー"],
["ダスティピンク","浦島坂田船","ダスティピンク"],
["ネッ閉じ即抱きREAL LOVE","浦島坂田船","ネッとじソクダキリアルラブ"],
["recoup","浦島坂田船","リクープ"],
["CRAZY BUNNY！！","浦島坂田船","クレイジーバニー"],
["恋々遊々","浦島坂田船","レンレンユウユウ"],
["NEVER LET YOU DOWN","浦島坂田船","ネバーレットユーダウン"],
["Magiない♡カリグラフィック","浦島坂田船","マジナイカリグラフィック"],
["こころあわせ","浦島坂田船","ココロアワセ"],
["永遠のシナリオ","浦島坂田船","エイエンノシナリオ"],
["イエスタデイはトゥモローを歌わない","浦島坂田船","イエスタデイハトゥモローヲウタワナイ"],
["愛してもいいかい？","浦島坂田船","アイシテモイイカイ？"],
  ]
},
{
  date: "5月17日",
  place: "福岡・Zepp Fukuoka",
  songs: [

  ]
},
{
  date: "5月25日",
  place: "高知・高知県立県民文化ホール オレンジホール",
  songs: [

  ]
    }
  ]
);



addLiveTour(
  "志麻",
  "2022",
  "SHIMA LIVE TOUR 2022 -ミチシルベ-",
  [
{
  date: "5月11日",
  place: "大阪・Zepp Namba(OSAKA)",
  songs: [

  ]
},
{
  date: "5月12日",
  place: "愛知・Zepp Nagoya",
  songs: [

  ]
},
{
  date: "5月14日",
  place: "福岡・Zepp Fukuoka",
  songs: [

  ]
},
{
  date: "5月18日",
  place: "北海道・Zepp Sapporo",
  songs: [

  ]
},
{
  date: "5月20日",
  place: "宮城・SENDAI GIGS",
  songs: [

  ]
},
{
  date: "5月21日",
  place: "東京・Zepp DiverCity(TOKYO)",
  songs: [
["恋々遊々","浦島坂田船","レンレンユウユウ"],
["Tokyo Deadman’s Wonderland","浦島坂田船","トウキョウデッドマンズワンダーランド"],
["セニシエンタ","浦島坂田船","セニシエンタ"],
["最適解","浦島坂田船","サイテキカイ"],
["ジャガーノート","浦島坂田船","ジャガーノート"],
["ジャマイカ・ジョー","浦島坂田船","ジャマイカジョー"],
["Magiない♡カリグラフィック","浦島坂田船","マジナイカリグラフィック"],
["FIREFIRE","浦島坂田船","ファイアファイア"],
["Oxygen","浦島坂田船","オキシジェン"],
["spill","浦島坂田船","スピル"],
["NEVER LET YOU DOWN","浦島坂田船","ネバーレットユーダウン"],
["ボードゲームライフ","浦島坂田船","ボードゲームライフ"],
["ダスティピンク","浦島坂田船","ダスティピンク"],
["ニバンボシ","浦島坂田船","ニバンボシ"],
["こころあわせ","浦島坂田船","ココロアワセ"],
["CRAZY BUNNY!!","浦島坂田船","クレイジーバニー"],
["愛してもいいかい？","浦島坂田船","アイシテモイイカイ？"],
  ]
    }
  ]
);




addLiveTour(
  "志麻",
  "2021",
  "SHIMA LIVE TOUR 2021 -re:noise-",
  [
{
  date: "5月1日",
  place: "福岡・Zepp Fukuoka",
  songs: [

  ]
},
{
  date: "5月4日",
  place: "愛知・Zepp Nagoya",
  songs: [

  ]
},
{
  date: "5月16日 昼の部",
  place: "東京・Zepp DiverCity(TOKYO)",
  songs: [

  ]
},
{
  date: "5月16日 夜の部",
  place: "東京・Zepp DiverCity(TOKYO)",
  songs: [

  ]
},
{
  date: "8月5日",
  place: "大阪・Zepp Namba(OSAKA)",
  songs: [

  ]
    }
  ]
);












addLiveTour(
  "志麻",
  "2019",
  "志麻ワンマンライブ First OrderⅡ～Mission to Save You～",
  [
{
  date: "4月20日",
  place: "愛知・ZeppNagoya",
  songs: [

  ]
},
{
  date: "4月26日",
  place: "東京・ZeppTokyo",
  songs: [

  ]
},
{
  date: "4月27日",
  place: "大阪・Zepp Osaka Bayside",
  songs: [

  ]
    }
  ]
);








addLiveTour(
  "志麻",
  "2018",
  "志麻ワンマンライブ「First Order」",
  [
{
  date: "5月4日",
  place: "東京・新宿Reny",
  songs: [

  ]
    }
  ]
);
