addLiveTour(
  "センラ",
  "2025",
  "SENRA LIVE TOUR 2025 -Brun-",
[
{
  date: "11月5日",
  place: "兵庫・神戸国際会館こくさいホール",
  songs: [

  ]
},
{
  date: "11月7日",
  place: "新潟・新潟テルサ",
  songs: [

  ]
},
{
  date: "11月10日",
  place: "愛知・刈谷市総合文化センター 大ホール",
  songs: [

  ]
},
{
  date: "11月14日",
  place: "東京・東京ガーデンシアター",
  songs: [
["アイボリー", "", "アイボリー"],
["NIGHT SCREAMER", "", "ナイトスクリーマー"],
["めんどうで、甘い。", "", "メンドウデアマイ"],
["アッシュなミルクティー", "", "アッシュナミルクティー"],
["翻弄の一途", "", "ホンロウノイット"],
["甘噛み", "", "アマガミ"],
["ティラミスユー", "", "ティラミスユー"],
["10 CARAT CHOCOLATE", "", "テンカラットチョコレート"],
["ターミナル", "", "ターミナル"],
["pianissimo", "", "ピアニッシモ"],
["オランジェット", "", "オランジェット"],
["Freja", "", "フレイヤ"],
["Lie or Truth", "", "ライオアトゥルース"],
["Werewolf", "", "ウェアウルフ"],
["シックスセンス", "", "シックスセンス"],
["Sweet Magic", "", "スイートマジック"],
["脳内シェイカー", "", "ノウナイシェイカー"],
["Secret KISS", "", "シークレットキス"],
["give you up", "", "ギブユーアップ"],
["プロポーズ", "", "プロポーズ"],
["痕跡", "", "コンセキ"],
["美しくあれ！", "", "ウツクシクアレ"],
["フリィダムロリィタ", "", "フリィダムロリィタ"],
["cute you", "", "キュートユー"],
  ]
},
{
  date: "11月16日",
  place: "宮城・仙台サンプラザホール",
  songs: [

  ]
},
{
  date: "11月21日",
  place: "広島・広島文化学園 HBGホール",
  songs: [

  ]
},
{
  date: "11月23日",
  place: "福岡・福岡市民ホール 大ホール",
  songs: [

  ]
},
{
  date: "11月25日",
  place: "大阪・フェニーチェ堺 大ホール",
  songs: [

  ]
},
{
  date: "11月27日",
  place: "静岡・アクトシティ浜松 大ホール",
  songs: [

  ]
},
{
  date: "11月29日",
  place: "京都・ロームシアター京都 メインホール",
  songs: [

  ]
},
{
  date: "11月30日",
  place: "京都・ロームシアター京都 メインホール",
  songs: [

  ]
    }
  ]
);



addLiveTour(
 "センラ",
  "2024",
  "SENRA LIVE TOUR 2024 -MARCEL-", 
  [
{
  date: "11月1日",
  place: "北海道・Zepp Sapporo",
  songs: [

  ]
},
{
  date: "11月3日",
  place: "宮城・SENDAI GIGS",
  songs: [

  ]
},
{
  date: "11月7日",
  place: "岡山・倉敷市民会館",
  songs: [

  ]
},
{
  date: "11月9日",
  place: "愛知・Zepp Nagoya",
  songs: [

  ]
},
{
  date: "11月10日",
  place: "大阪・Zepp Osaka Bayside",
  songs: [

  ]
},
{
  date: "11月12日",
  place: "福岡・Zepp Fukuoka",
  songs: [

  ]
},
{
  date: "11月14日",
  place: "静岡・静岡市民文化会館 大ホール",
  songs: [

  ]
},
{
  date: "11月16日",
  place: "神奈川・KT Zepp Yokohama",
  songs: [

  ]
},
{
  date: "11月17日",
  place: "東京・Zepp Haneda(TOKYO)",
  songs: [
["秘密リミッター", "", "ヒミツリミッター"],
["maison", "", "メゾン"],
["Freja", "", "フレイヤ"],
["cream", "", "クリーム"],
["タオルとラストノート。", "", "タオルトラストノート"],
["さよならウィステリア", "", "サヨナラウィステリア"],
["ミレエジ", "", "ミレエジ"],
["オレンジ", "", "オレンジ"],
["スキスキ絶頂症", "", "スキスキゼッチョウショウ"],
["パンペルデュ", "", "パンペルデュ"],
["ずうっといっしょ！", "", "ズウットイッショ"],
["Spicy", "", "スパイシー"],
["Dolce Vita", "", "ドルチェヴィータ"],
["Sweet Magic", "", "スイートマジック"],
["脳内シェイカー", "", "ノウナイシェイカー"],
["Lamb.", "", "ラム"],
["FlashBack", "", "フラッシュバック"],
["スパイラル", "", "スパイラル"],
["J'adore", "", "ジャドール"],
["Fake my dreams", "", "フェイクマイドリームズ"],
["EYES ON ME", "", "アイズオンミー"],
["アーティスト", "", "アーティスト"],
["cute you", "", "キュートユー"],
  ]
},
{
  date: "11月21日",
  place: "石川・金沢歌劇座",
  songs: [

  ]
},
{
  date: "11月23日",
  place: "京都・ロームシアター京都 メインホール",
  songs: [

  ]
},
{
  date: "11月24日",
  place: "京都・ロームシアター京都 メインホール",
  songs: [

  ]
    }
  ]
);




addLiveTour(
  "センラ",
  "2023",
  "SENRA LIVE TOUR 2023 -GOSSIP-", 
  [
{
  date: "11月7日",
  place: "新潟・新潟テルサ",
  songs: [

  ]
},
{
  date: "11月9日",
  place: "宮城・東京エレクトロンホール宮城",
  songs: [

  ]
},
{
  date: "11月12日",
  place: "神奈川・よこすか芸術劇場 大劇場",
  songs: [

  ]
},
{
  date: "11月17日",
  place: "広島・広島文化学園HBGホール",
  songs: [

  ]
},
{
  date: "11月19日",
  place: "福岡・北九州ソレイユホール",
  songs: [

  ]
},
{
  date: "11月23日",
  place: "大阪・フェニーチェ堺",
  songs: [

  ]
},
{
  date: "11月24日",
  place: "愛知・名古屋国際会議場 センチュリーホール",
  songs: [
  ]
},
{
  date: "11月26日",
  place: "東京・東京ガーデンシアター",
  songs: [
["アーティスト", "", "アーティスト"],
["Call!!", "", "コール"],
["フィクサー", "", "フィクサー"],
["妄想ショコラティエ", "", "モウソウショコラティエ"],
["ROUTE23", "", "ルートトゥエンティースリー"],
["slumber number", "", "スランバーナンバー"],
["Flash Fever", "", "フラッシュフィーバー"],
["1ミリの関係。", "", "イチミリノカンケイ"],
["曖昧劣情Lover", "", "アイマイレツジョウラバー"],
["またねがあれば", "", "マタネガアレバ"],
["パンペルデュ", "", "パンペルデュ"],
["難解愛想", "", "ナンカイアイソウ"],
["Dolce Vita", "", "ドルチェヴィータ"],
["Sweet Magic", "", "スイートマジック"],
["脳内シェイカー", "", "ノウナイシェイカー"],
["10 CARAT CHOCOLATE", "", "テンカラットチョコレート"],
["NIGHT SCREAMER", "", "ナイトスクリーマー"],
["痕跡", "", "コンセキ"],
["ファーストレディー", "", "ファーストレディー"],
["Go!Go!Ship!", "", "ゴーゴーシップ"],
["スペシャルパフェ", "", "スペシャルパフェ"],
["cute you", "", "キュートユー"],
["Make a pass", "", "メイクアパス"],
  ]
    }
  ]
);







addLiveTour(
  "センラ",
  "2022",
  "SENRA LIVE TOUR 2022 -VERITE-",
  [
{
  date: "11月5日",
  place: "愛知・Zepp Nagoya",
  songs: [

  ]
},
{
  date: "11月6日 昼の部",
  place: "大阪・Zepp Osaka Bayside",
  songs: [

  ]
},
{
  date: "11月6日 夜の部",
  place: "大阪・Zepp Osaka Bayside",
  songs: [

  ]
},
{
  date: "11月8日 昼の部",
  place: "福岡・Zepp Fukuoka",
  songs: [

  ]
},
{
  date: "11月8日 夜の部",
  place: "福岡・Zepp Fukuoka",
  songs: [

  ]
},
{
  date: "11月11日 昼の部",
  place: "宮城・SENDAI GIGS",
  songs: [

  ]
},
{
  date: "11月11日 夜の部",
  place: "宮城・SENDAI GIGS",
  songs: [

  ]
},
{
  date: "11月13日 昼の部",
  place: "北海道・Zepp Sapporo",
  songs: [

  ]
},
{
  date: "11月13日 夜の部",
  place: "北海道・Zepp Sapporo",
  songs: [

  ]
},
{
  date: "11月23日 昼の部",
  place: "東京・Zepp Haneda(TOKYO)",
  songs: [
["透明", "", "トウメイ"],
["コールボーイ", "", "コールボーイ"],
["Sugary", "", "シュガリー"],
["ROUTE23", "", "ルートトゥエンティースリー"],
["リップサービス", "", "リップサービス"],
["vain", "", "ヴェイン"],
["Intention", "", "インテンション"],
["Fake my dreams", "", "フェイクマイドリームズ"],
["シックスセンス-6th SENSE-", "", "シックスセンスシックスセンス"],
["Pudding", "", "プディング"],
["Freja", "", "フレイヤ"],
["パンペルデュ", "", "パンペルデュ"],
["ネバースリープ", "", "ネバースリープ"],
["NIGHT SCREAMER", "", "ナイトスクリーマー"],
["J'adore", "", "ジャドール"],
["色恋", "", "イロコイ"],
["ファーストレディー", "", "ファーストレディー"],
["cute you", "", "キュートユー"],
["スパイラル", "", "スパイラル"],
["脳内シェイカー", "", "ノウナイシェイカー"],
  ]
},
{
  date: "11月23日 夜の部",
  place: "東京・Zepp Haneda(TOKYO)",
  songs: [

  ]
},
{
  date: "11月26日",
  place: "京都・ロームシアター京都 メインホール",
  songs: [

  ]
},
{
  date: "11月27日 昼の部",
  place: "京都・ロームシアター京都 メインホール",
  songs: [

  ]
},
{
  date: "11月27日 夜の部",
  place: "京都・ロームシアター京都 メインホール",
  songs: [

  ]
    }
  ]
);




addLiveTour(
  "センラ",
  "2018",
  "SENRA LIVE TOUR  S STILO!!!：RE", [
["フリィダムロリィタ", "", "フリィダムロリィタ"],
["キャットアイメイク", "", "キャットアイメイク"],
["悪役にキスシーンを", "", "アクヤクニキスシーンヲ"],
["恋愛裁判", "", "レンアイサイバン"],
["slumber number", "", "スランバーナンバー"],
["フィクサー", "", "フィクサー"],
["スパイラル", "", "スパイラル"],
["曖昧劣情Lover", "", "アイマイレツジョウラバー"],
["オレンジ", "", "オレンジ"],
["硝子細工の少女", "", "ガラスザイクノショウジョ"],
["コイビトモダチ", "", "コイビトモダチ"],
["ゲッカビジン", "", "ゲッカビジン"],
["ダチュラと林檎", "", "ダチュラトリンゴ"],
["スキスキ絶頂症", "", "スキスキゼッチョウショウ"],
["Lamb.", "", "ラム"],
["色恋", "", "イロコイ"],
["R-18", "", "アールジュウハチ"],
["Fake my dreams", "", "フェイクマイドリームズ"],
["ジャガーノート", "", "ジャガーノート"],
["リップサービス・メンソール", "", "リップサービスメンソール"],
["Make a pass", "", "メイクアパス"],
]);
